tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"

#to have "brew cu"
tap "buo/cask-upgrade" 

#alfred workflow dependencies
brew "php" 

# tools
brew "bat"
brew "jq"
brew "zsh"
brew "docker-compose", link: false

# devops
brew "k9s"
brew "awscli"
brew "terraform"
brew "pyenv"
brew "aws-iam-authenticator"
brew "awscli"

#javae
brew "jenv"
brew "gradle"
brew "kotlin"


cask "the-unarchiver"
cask "ankiapp-anki"
cask "dash"
cask "ableton-live-suite"
cask "alfred"
cask "asana"
cask "elgato-camera-hub"
cask "docker"
cask "elmedia-player"
cask "firefox"
cask "insomnia"
cask "dictionaries"
cask "little-snitch"
cask "focusrite-control"
cask "1password"
cask "1password-cli"
cask "iterm2"
cask "nordvpn"
cask "jetbrains-toolbox"
cask "meetingbar"
cask "rectangle"
cask "pocket-casts"
cask "notion"
cask "plex-media-player"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "xnviewmp"
cask "zoom"
cask "aws-vpn-client"
