tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
brew "bat"
brew "docker-compose", link: false
brew "gradle"
brew "kotlin"
brew "zsh"
cask "ankiapp-anki"
cask "dash"
cask "deepl"
cask "docker"
cask "insomnia"
cask "iterm2"
cask "jetbrains-toolbox"
cask "meetingbar"
cask "rectangle"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vlc"
cask "xnviewmp"
cask "zoom"
cask "aws-vpn-client"
